import React from "react";
import { TextTypography22, TextTypography16 } from "@components/common/ui-elements";
const AboutGame = () => {
    return (
        <>
            <TextTypography22>ОБ ЭТОЙ ИГРЕ</TextTypography22>
            <TextTypography16 sx={{ lineHeight: 2 }}>
                СОБИРАЙ ТРОФЕИ, ВЫЖИВАЙ!Играйте В PUBG: BATTLEGROUNDS бесплатно.Высаживайтесь в стратегически важных местах,
                добывайте оружие и припасы и постарайтесь выжить и остаться последней командой на одном из
                СОБИРАЙ ТРОФЕИ, ВЫЖИВАЙ!Играйте В PUBG: BATTLEGROUNDS бесплатно.Высаживайтесь в стратегически важных местах,
                добывайте оружие и припасы и постарайтесь выжить и остаться последней командой на одном из
                СОБИРАЙ ТРОФЕИ, ВЫЖИВАЙ!Играйте В PUBG: BATTLEGROUNDS бесплатно.Высаживайтесь в стратегически важных местах,
                добывайте оружие и припасы и постарайтесь выжить и остаться последней командой на одном из
                СОБИРАЙ ТРОФЕИ, ВЫЖИВАЙ!Играйте В PUBG: BATTLEGROUNDS бесплатно.Высаживайтесь в стратегически важных местах,
                добывайте оружие и припасы и постарайтесь выжить и остаться последней командой на одном из
            </TextTypography16>
        </>
    )
};

export default AboutGame;